package _RedGold__.main.managers.playerData.variableManager.cosmeticManager

val STYLE_WHERE = listOf(
    "기본 지급", "업적 미션", "업적 미션", "업적 미션", "업적 미션",
    "업적 미션", "뽑기 상점", "뽑기 상점", "뽑기 상점", "뽑기 상점",
    "뽑기 상점", "뽑기 상점", "뽑기 상점", "뽑기 상점", "뽑기 상점",
    "뽑기 상점", "뽑기 상점", "뽑기 상점", "뽑기 상점", "뽑기 상점"
)

val JOIN_WHERE = listOf(
    "기본 지급", "뽑기 상점", "뽑기 상점", "뽑기 상점", "뽑기 상점",
    "뽑기 상점", "뽑기 상점", "뽑기 상점", "뽑기 상점", "뽑기 상점",
    "뽑기 상점", "뽑기 상점", "뽑기 상점", "뽑기 상점"
)

val DEATH_WHERE = listOf(
    "기본 지급", "뽑기 상점", "뽑기 상점", "뽑기 상점", "뽑기 상점",
    "뽑기 상점", "뽑기 상점", "뽑기 상점", "뽑기 상점", "뽑기 상점",
    "뽑기 상점", "뽑기 상점", "뽑기 상점", "뽑기 상점"
)

val KILL_WHERE = listOf(
    "기본 지급", "뽑기 상점", "뽑기 상점", "뽑기 상점", "뽑기 상점",
    "뽑기 상점", "뽑기 상점", "뽑기 상점", "뽑기 상점", "뽑기 상점",
    "뽑기 상점", "뽑기 상점", "뽑기 상점", "뽑기 상점"
)